bronze Question Badges
  Altruist  First bounty you manually awarded on another person's question  3.8k awarded
  Benefactor  First bounty you manually awarded on your own question  19.2k awarded
  Investor  First bounty you offered on another person's question  7.4k awarded
  Nice Question   score of 10 or more  169.1k awarded
  Popular Question  Asked a question with 1,000 views  1.4m awarded  
  Promoter  First bounty you offered on your own question  33.4k awarded
  Scholar  Asked a question and accepted an answer  649.5k awarded
  Student  Asked first question with score of 1 or more  811.3k awarded
  Tumbleweed  Asked a question with no votes, no answers, no comments, and low views for a week  357.6k awarded

sliver Question Badges
  Favorite Question  Question favorited by 25 users  13.3k awarded  
  Good Question  QuestiQuestionon score of 25 or more  43.2k awarded
  Notable Question  Asked a question with 2,500 views  611.8k awarded  

gold Question Badges
  Stellar Question  Question favorited by 100 users  1.7k awarded  
  Great Question  Question score of 100 or more  5.4k awarded
  Famous Question  Asked a question with 10,000 views  121.6k awarded
  
铜质问题徽章
无私者
  第一次手动给别人的问题发荣誉奖金, 将获得该徽章.
恩人啊
  第一次手动给自己的问题发荣誉奖金, 将获得该徽章.
投资者
  第一次对别人的问题出价荣誉奖金。
好问题 
  获得10次以上赞的问题，将获得该徽章.
热门问题
  被看过1000次以上的问题，将获得该徽章。
推销者
  第一次对自己的问题出价荣誉奖金。  
学生
当提问第一次得到他人的点赞，获得1个以上荣誉奖金，将获得该徽章。
学士
当第一次采纳他人的答案后，你将获得此徽章。问题解决后采纳最佳答案是一个良好的习惯，这不仅是对回答者的一种鼓励，也可以帮助后来者更快解决问题
草根
提出的问题，一周内没有投票、没有回答、没有评论，也没有几个人看……小草根.

银质问题徽章
收藏级问题
  被25个以上用户收藏过的问题，银质徽章!
优秀问题  
  获得25次以上赞的问题，将获得该徽章，银质徽章!
火爆问题  
  被看过2500次以上的问题，将获得该徽章，银质徽章!


金质问题徽章
星级问题
  被100个用户收藏过的问题, 金质徽章!
伟大问题  
  获得100次以上赞的问题，将获得该徽章, 金质徽章!
超火爆问题
  被看过10000次以上的问题，将获得该徽章。 金质徽章!


Bronze Answer Badges
  Nice Answer  Answer score of 10 or more  388k awarded
  Revival  Answered more than 30 days later as first answer scoring 2 or more  118k awarded
  Self-Learner  Answered your own question with score of 3 or more  45.3k awarded
  Teacher  Answered first question with score of 1 or more  575.9k awarded


铜质答案徽章
好答案
答案获得10次以上的赞同，将获得该徽章
复活答案
回答30多天后，第一次获得2个荣誉奖金，点赞的答案。
自学者
回答自己的问题，并获得3个以上荣誉奖金。
老师
第一次回答问题，并获得1个以上点赞，获得该徽章。



Silver Answer Badges
  Enlightened  First to answer and accepted with score of 10 or more  121.6k awarded
  Generalist  Provided non-wiki answers of 15 total score in 20 of top 40 tags  516 awarded
  Guru  Accepted answer and score of 40 or more  27.8k awarded
  Good Answer  Answer score of 25 or more  96.7k awarded
  Necromancer  Answered a question more than 60 days later with score of 5 or more  118.5k awarded
  Tenacious  Zero score accepted answers: more than 5 and 20% of total  19.9k awarded

银质答案徽章
有识之士
  第一次回答问题，并获得10个以上点赞，获得该徽章
Gold Answer Badges
Answer Badges
  Great Answer  Answer score of 100 or more  12.2k awarded
  Populist  Highest scoring answer that outscored an accepted answer with score of more than 10 by more than 2x  4.9k awarded
  Reversal  Provided answer of +20 score to a question of -5 score  175 awarded
  Unsung Hero  Zero score accepted answers: more than 10 and 25% of total  7.2k awarded
金质答案徽章
进步者

互动徽章

初出茅庐
在网站上的第一次提问完成后，将获得该徽章。这是融入社区的第一步，希望再接再厉。

小试牛刀
在网站上的第一次回答完成后，将获得该徽章。也是你帮助别人的开始，希望

大牛
